IDEA Open Model
LineSupport.StiffnessX Property
Compatible with IDEA StatiCa Beta 20.0
 support stiffness X
 Namespace: IdeaRS.OpenModel.Detail
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public double StiffnessX { get; set; }
Public Property StiffnessX As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
LineSupport Class
IdeaRS.OpenModel.Detail Namespace